Repository: cultuurnet/culturefeed_entry_ui
Catalog: translations/culturefeed_entry_ui.*.po
Languages: nl

source: Manage object tags
nl: Beheer object tags

source: Manage all the tags from the objects on culturefeed (events, actors, ...).
nl: Beheer alle tags van objecten op culture feed (activiteiten, actoren ...).

source: Manage custom tags from the objects on culturefeed (events, actors, ...) managed on the admin section.
nl: Beheer aangepaste labels van de objecten in culturefeed (evenementen, actors, ...) beheerd op de adminsectie.

source: Create events
nl: Events aanmaken

source: Create new events through the entity api.
nl: Maak activiteiten aan via Entry API

source: Edit events
nl: Events aanpassen

source: Edit events through the entity api.
nl: Pas activiteiten aan via Entry API

source: Delete events
nl: Verwijder events

source: Delete events through the entity api.
nl: Verwijder activiteiten via Entry API

source: Manage culturefeed collaborative info
nl: Beheer culturefeed collaborative info

source: Manage culturefeed collaborative info through the entity api.
nl: Beheer culturefeed collaborative info via de entity api.

source: Tags
nl: Labels

source: Collaboration
nl: Samenwerking

source: Edit
nl: Bewerken

source: View
nl: Weergeven

source: Add event
nl: Voeg activiteit toe

source: Some disallowed html tags will be removed in the %field_name field. The allowed tags are %allowed_tags
nl: Niet toegelaten html-tags zullen verwijderd worden in het veld %field_name. De toegelaten tags zijn %allowed_tags

source: New event
nl: Maak nieuwe activiteit aan

source: Edit event
nl: Pas activiteit aan

source: Delete event
nl: Verwijder activiteit

source: All configurations to entry api for this site
nl: Alle configuraties voor entry api voor deze website

source: Multilingual forms to post, update and delete events to UiTDatabank Entry API
nl: Meertalig invoerformulier om activiteiten aan te maken, aan te passen en verwijderen in UiTdatabank via Entry API

source: AHAH callback
nl: AHAH terugkoppeling

source: Form elements for the Entry UI.
nl: Formulier elementen voor de Entry UI.

source: Form element to manage dates in the Entry UI.
nl: Formulier lement voor het beheren van datums in de Entry UI.

source: Dates
nl: Datums

source: Date
nl: Datum

source: + add end date or time
nl: + voeg einddatum toe

source: + add date
nl: + voeg datum toe

source: mon
nl: ma

source: tue
nl: di

source: wed
nl: woe

source: thu
nl: don

source: fri
nl: vrij

source: sat
nl: zat

source: sun
nl: zon

source: Yes
nl: Ja

source: No
nl: Nee

source: Open all day ?
nl: De hele dag geopend?

source: Format
nl: Formaat

source: Start date
nl: Begindatum

source: + add end date
nl: + voeg einddatum toe

source: End date
nl: Einddatum

source: - remove end date
nl: - verwijder einddatum

source: - remove end time
nl: - verwijder einduur

source: + add end time
nl: + voeg einduur toe

source: from
nl: van

source: to
nl: tot

source: Form element to manage locations in the Entry UI.
nl: Formulier element voor het beheren van locaties in de Entry UI.

source: Location
nl: Locatie

source: Remove address
nl: Adres verwijderen

source: Location not found, add location
nl: Locatie niet gevonden, voeg locatie toe

source: Location Title
nl: Naam locatie

source: Country
nl: Land

source: ZIP Code
nl: Postcode

source: City
nl: Stad of gemeente

source: Street
nl: Straat

source: Street and House Number
nl: Straat en huisnummer

source: House Number
nl: Huisnummer

source: Hide tag
nl: Label verbergen

source: Remove tag
nl: Label verwijderen

source: Add tag
nl: Label toevoegen

source: Form element to manage keywords in the Entry UI.
nl: Formulier element voor het beheren van labels in de Entry UI.

source: Preferred language
nl: Voorkeur taal

source: Use the preferred language of the UiTID user, with the Drupal UI language as fallback
nl: Gebruik de voorkeurstaal van de UiTiD gebruiker, met de Drupal UI taal als backup

source: Custom tags specific for this site.
nl: Aangepaste labels specifiek voor deze website.

source: Custom options on the /tags page
nl: Aangepaste opties voor de /tags pagina

source: Custom tags specific for this site. Use a new line for each tag.
nl: Aangepaste labels specifiek voor deze website. Gebruik een nieuwe regel voor elk label.

source: Tags pushed under the hood to Entry API.
nl: Labels die onder de motorkap worden doorgestuurd naar Entry API.

source: Custom tags to push to entry API
nl: Aangepaste labels die worden doorgestuurd naar entry API

source: Tags pushed under the hood to Entry API. Use a new line for each tag.
nl: Labels die onder de motorkap worden doorgestuurd naar Entry API. Gebruik een nieuwe regel voor elk label.

source: Tags used for the collaboration tab.
nl: Labels die gebruikt worden voor het collaboration tabblad.

source: Custom tags to use as collaboration data
nl: Aangepaste labels die gebruikt worden als collaboration data

source: Default country
nl: Standaardland

source: Select the default country for the entry form.
nl: Selecteer het standaard land voor het entry formulier

source: Event title
nl: Titel

source: Concerts
nl: Concerten

source: Dance
nl: Dansvoorstelling

source: Theatre
nl: Theatervoorstelling

source: Description
nl: Beschrijving

source: Short description
nl: Korte omschrijving

source: Maximum 400 characters
nl: Maximum 400 karakters

source: + add long description
nl: + voeg lange beschrijving toe

source: Long description
nl: Lange beschrijving

source: + add another link
nl: + voeg een link toe

source: Image
nl: Afbeelding

source: Image upload
nl: Afbeelding opladen

source: Allowed extensions: gif png jpg jpeg
nl: Ondersteunde bestandsformaten: gif, png, jpg, jpeg

source: Name of the copyright owner of this image.
nl: Naam van de copyright eigenaar van deze afbeelding

source: I agree to the <a href="http://www.uitdatabank.be/uitportal/legal.aspx">terms & conditions</a> and I declare that I have the necessary rights or permissions to distribute the image.
nl: Ik ga akkoord met de <a href="http://www.uitdatabank.be/uitportal/legal.aspx">algemene voorwaarden van UiTdatabank</a> en verklaar dat ik over de nodige rechten beschik om de afbeelding te verspreiden.

source: Price
nl: Prijs

source: Free event
nl: Gratis activiteit

source: + add conditions & discounts
nl: + voeg voorwaarden en kortingen toe

source: Price conditions & discounts
nl: Prijsvoorwaarden & kortingen

source: Organizer
nl: Organisator

source: Organizer not found, add organizer
nl: Organisator niet gevonden, voeg organisator toe

source: Name new organizer
nl: Naam nieuwe organisator

source: Age
nl: Leeftijd

source: For everyone
nl: Voor iedereen

source: For children (between 1 and 12 years)
nl: Voor kinderen (tussen 1 en 12 jaar)

source: For youth (between 12 and 18 years)
nl: Voor jongeren (tussen 12 en 18 jaar)

source: For adults (18+)
nl: Voor volwassenen (18+)

source: Suitable for ages from
nl: Geschikt voor leeftijden vanaf

source: Activities for children will get the 'Fly' label
nl: Activiteiten voor kinderen krijgen automatisch het 'Vlieg'-label

source: + add contact option
nl: + voeg contactgegevens toe

source: Performers
nl: Uitvoerders

source: + add another performer
nl: + voeg nog een uitvoerder toe

source: Language
nl: Taal

source: + add more language info
nl: + voeg meer taalinformatie toe

source: Access
nl: Toegang

source: Open for everyone
nl: Voor iedereen toegankelijk

source: Only for members
nl: Enkel voor leden

source: Translations
nl: Vertalingen

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: French
nl: Frans

source: German
nl: Duits

source: Publication date
nl: Publicatiedatum

source: Save
nl: Opslaan

source: Spoken
nl: Gesproken

source: Dubbed
nl: Gedubd

source: Subtitled
nl: Ondertiteld

source: Phone
nl: Telefoon

source: E-mail
nl: E-mailadres

source: Input
nl: Invoer

source: Performer
nl: Uitvoerder

source: Role
nl: Rol

source: for reservation
nl: voor reservatie

source: Please fill in correct age
nl: Geef de juiste leeftijd op

source: Please fill in correct date and time
nl: Geef de juiste datum en tijdstip op

source: Date field is invalid. The end date is earlier than the beginning date.
nl: Ingevoerde datum niet correct: einddatum valt voor de begindatum

source: Date field is invalid. The end time is earlier than the beginning time.
nl: Ingevoerde datum niet correct: einduur valt voor beginuur

source: Please fill in correct time.
nl: Geef de juiste datum en tijdstip op

source: Please agree to the general conditions of UiTdatabank and declare that you have the necessary rights or permissions to distribute the image through UiTdatabank.
nl: Geef aan dat je akkoord gaat met de algemene voorwaarden van UiTdatabank en dat je over de nodige rechten of toestemmingen beschikt om de afbeelding te verspreiden via UiTdatabank.

source: Copyright field is required.
nl: Het veld 'copyright' is verplicht.

source: A category is required.
nl: Een categorie is verplicht

source: Not a valid URL
nl: Geen geldige URL

source: We could not validate the organizer
nl: We kunnen de organisatie niet bevestigen

source: Not a valid email address
nl: Geen geldig emailadres

source: If you translate something, you should also translate the title.
nl: Als je een vertaling toevoegt, moet je ook de titel vertalen.

source: Order tickets
nl: Bestel tickets

source: An error occurred while saving the event
nl: Er is een fout opgetreden tijdens het opslaan van de activiteit

source: Saving the event
nl: Evenement aan het bewaren

source: Initializing.
nl: Aan het initialiseren.

source: Completed @current of @total.
nl: @current van @total gereed.

source: Are you sure you want to delete the event?
nl: Ben je zeker dat je de activiteit wil verwijderen?

source: This action cannot be undone
nl: Deze actie kan niet ongedaan gemaakt worden

source: Delete
nl: Verwijder

source: Cancel
nl: Annuleren

source: Event successfully deleted
nl: Activiteit werd verwijderd

source: An error occurred while deleting the event
nl: Er is een fout opgetreden tijdens het verwijderen van de activiteit

source: Custom tags
nl: Aangepaste labels

source: Seperate multiple tags by ;
nl: Scheid meerdere trefwoorden met ;

source: Submit
nl: Voeg toe

source: Tag @tag is not permitted because it's already a custom tag.
nl: Trefwoord @tag is niet toegelaten aangezien het al een bestaande marker is.

source: The tags were adjusted.
nl: De labels werden toegevoegd.

source: You tried to add a tag that should not be added by anyone. If you still wish to add this or have other questions about this, please email to "vragen@uitdatabank.be".
nl: Je hebt niet de juiste rechten om dit trefwoord toe te voegen. Als je hier vragen bij hebt, contacteer dan onze helpdesk via "vragen@uitdatabank.be".

source: Error occured while saving the tags
nl: Er is een fout opgetreden tijdens het opslaan van de labels

source: The event %title has been created.
nl: De activiteit %title werd aangemaakt.

source: The event %title has been updated.
nl: Het event %title werd aangepast.

source: Event %eventid updated.
nl: Evenement %eventid geupdate.

source: Event %eventid created.
nl: Evenement %eventid aangemaakt.

source: Title
nl: Titel

source: Article
nl: Artikel

source: A title is required for a custom location
nl: Een titel is verplicht voor een nieuwe locatie

source: A zip code is required for a custom location
nl: Een postcode is verplicht voor een nieuwe locatie

source: A zip code has minimum 4 characters
nl: Een postcode heeft minimaal 4 tekens

source: A city is required for a custom location
nl: Een stad is verplicht voor een nieuwe locatie

source: A valid city is required for a custom location.
nl: Een geldige stad is nodig voor een aangepaste locatie.

source: Please select a city from the list.
nl: Selecteer een stad uit de lijst.

source: A location is required.
nl: Een locatie is verplicht

source: We could not validate the location
nl: We kunnen de locatie niet bevestigen

source: Add Add tags
nl: Labels toevoegen

source: Add multiple tags separated by a ";"
nl: Voeg meerdere labels toe gescheiden door “;”

source: Autocomplete popup
nl: Popup voor automatisch aanvullen

source: Operations
nl: Bewerkingen

source: Links to operations that can be performed
nl: Link naar mogelijke handelingen

source: Create event
nl: Maak activiteit aan

source: Link to create event
nl: Link om activiteit aan te maken

source: more
nl: meer

source: Select
nl: Selecteren

source: Reset
nl: Opnieuw instellen

source: Sort
nl: Sorteer op

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Notification that no results were found
nl: Melding dat er geen resultaten werden gevonden

source: Unable to find any events created by you.
nl: Er werden geen activiteiten gevonden die door jou aangemaakt werden

source: Created by current user
nl: Aangemaakt door de huidige gebruiker

source: Block
nl: Blok

source: Page
nl: Pagina

source: Items on page
nl: Items op pagina

source: - All -
nl: - Alle -

source: « first
nl: « eerste

source: ‹ previous
nl: ‹ vorige

source: next ›
nl: volgende ›

source: last »
nl: laatste »

source: Master
nl: Hoofd

source: Events created by me
nl: Mijn activiteiten

source: Last updated
nl: Laatst bijgewerkt

source: No permission to edit event
nl: Geen toelating om event aan te passen
